<?php

return [
    'on' => 'Приложение находится в режиме basic auth.',
    'off' => 'Приложение вновь live',
    'config-empty' => 'Фалй конфигурации не содержит данных для авторизации',
    'config-usage' => 'Желатете использовать данные из конфиругационного файла для входа?',
    'temp-usage' => 'Желатете использовать временные данные для входа?',
    'temp-enter' => 'Введите данные для взода',
    'temp-user-enter' => 'Введите имя пользователя:',
    'temp-pass-enter' => 'Введите пароль:',
    'time-limit' => 'Желатете ограничить по времени?',
    'number' => [
        'days' => 'Введите количество дней:',
        'hours' => 'Введите количество часов:',
        'minutes' => 'Введите количество минут:'
    ]
];
